Repository: Ma3xl3/contao-company-bundle
Catalog: src/Resources/contao/languages/*/*_settings.xlf
Languages: de

# tl_settings.companyName.0
source: Company name
de: Firmenname

# tl_settings.companyName.1
source: Please enter the name of the company.
de: Bitte geben Sie den Firmennamen ein.

# tl_settings.companyStreet.0
source: Street
de: Straße

# tl_settings.companyStreet.1
source: Please enter the street name of the company.
de: Bitte geben Sie die Straße der Firma ein.

# tl_settings.companyPostal.0
source: Postal
de: Postleitzahl

# tl_settings.companyPostal.1
source: Please enter the postal of the company.
de: Bitte geben Sie die Postleitzahl der Firma ein.

# tl_settings.companyCity.0
source: City
de: Ort

# tl_settings.companyCity.1
source: Please enter the city of the company.
de: Bitte geben Sie den Ort der Firma ein.

# tl_settings.companyCountry.0
source: Country
de: Land

# tl_settings.companyCountry.1
source: Please enter the country of the company.
de: Bitte geben Sie das Land der Firma ein.

# tl_settings.companyPhone.0
source: Phone
de: Telefon

# tl_settings.companyPhone.1
source: Please enter the phone number of the company.
de: Bitte geben Sie die Telefonnummer der Firma ein.

# tl_settings.companyPhone2.0
source: Phone 2
de: Telefon 2

# tl_settings.companyPhone2.1
source: Please enter the alternative phone number of the company.
de: Bitte geben Sie die alternative Telefonnummer der Firma ein.

# tl_settings.companyFax.1
source: Please enter the fax number of the company.
de: Bitte geben Sie die Faxnummer der Firma ein.

# tl_settings.companyEmail.0
source: Email address
de: E-Mail Adresse

# tl_settings.companyEmail.1
source: Please enter the email address of the company.
de: Bitte geben Sie die E-Mail Adresse der Firma ein.

# tl_settings.companyWebsite.0
source: Website
de: Webseite

# tl_settings.companyWebsite.1
source: Please enter the website of the company.
de: Bitte geben Sie die Webseite der Firma ein.
